[
    {
        "id": "1816",
        "parent_exercise_id": null,
        "course_id": "70",
        "name": "NavGurukul Constitution",
        "slug": "hindi-constitution__ng-constitution",
        "sequence_num": 0,
        "review_type": "peer",
        "submission_type": null,
        "github_link": "https://github.com/navgurukul/newton/tree/master/hindi-constitution/ng-constitution.md",
        "solution": null,
        "content": [
            {
                "type": "markdown",
                "value": "\n\n### NavGurukul Constitution\n\n Navgurukul students ko apni pasand ka career chunne ke liye nurture karta hai aur unhe ek majboot practical samajh de kar change ko jyada se jyada logon tak pahunchane ke tareeke ke bare me baat karta hai. Residential suvidha ka poori responsibility ke sath management aur governance ensure karne ke liye zaroori hai ki: * Yahan har ek student is opportunity ka use karte hue apni leadership skills par kaam karke apne attitude ko aur better banayein aur situation ki zimmedari len\n* Student different processes me ownership len aur apne experiences aur growth ko shape up karne me apne role ko samjhein\n* Yeh model scalable hai plug aur play karne ke liye taaki jyada se jyada students navgurukul ki leading ka benefit le sakein\n\n Ek smoothly chal rahe system ke raste mein aane wale kayi hiccups hain. Students ko ownership lene aur cheezon ko sahi karne ki zaroorat hai. Yeh constitution ek structured manner me ek framework provide karta hai – jis se har member ka development hota hai aur daily basis pe hone waali problems ko efficiently tackle kiya ja sakta hai. Aap is opportunity ka use ek safe space banaane me apne role ko samajhne aur appreciate karne ke liye kar sakte hain jis se sabhi ek doosre ke beech seekhein aur pyar se rahein. Yeh constitution aur humare saare efforts humein: **असतो मा साद गमय, तमसो मा ज्योतिर् गमय, मृत्योर मा अमृतम् गमय** agyaan se gyan ki or le jaye, andhere se ujaale ki or le jaye, mrityu se jeewan ki or le jaye "
            }
        ]
    },
    {
        "id": "1819",
        "parent_exercise_id": null,
        "course_id": "70",
        "name": "Section III - Complaints",
        "slug": "hindi-constitution__section-3-complaints",
        "sequence_num": 400,
        "review_type": "peer",
        "submission_type": null,
        "github_link": "https://github.com/navgurukul/newton/tree/master/hindi-constitution/section-3-complaints.md",
        "solution": null,
        "content": [
            {
                "type": "markdown",
                "value": "# Complaints\n\n Student body kisi complaint ko raise karne ke liye free hai. Koi issue jis par sabka dhyaan akarshit karne ki zaroorat hai, aise issue ko open forum me discuss kiya ja sakta hai. Ye respective council member ki duty hogi ki wo 3 din ke andar aise issues ko address kare.  Campus affairs ke quick resolution ke liye DISCO sabhi unresolved issues aur complaints ko weekly basis par deal karega.  DISCO ke ek ya ek se jyada members ke against complaint ko Board of Governors address karega.  Agar kisi council member ke against disciplinary action liya jayega, to member ka review Board of Governors karega. "
            }
        ]
    },
    {
        "id": "1820",
        "parent_exercise_id": null,
        "course_id": "70",
        "name": "Section IV - Elections",
        "slug": "hindi-constitution__section-4-elections",
        "sequence_num": 500,
        "review_type": "peer",
        "submission_type": null,
        "github_link": "https://github.com/navgurukul/newton/tree/master/hindi-constitution/section-4-elections.md",
        "solution": null,
        "content": [
            {
                "type": "markdown",
                "value": "# Elections\n\n Har 3 months par, Council members elect karne ke liye DISCO elections conduct karwayega. \n\n### Nominations:\n\n Elections se 7 din pehle DISCO nominations ke liya call karega through a message jo sabhi ko visible ho. Elections se 4 din pehle ek reminder bhi diya jayega. Wo candidates jo ki election me particular profile ke liye khud ko contest karna chahte hain, wo khud ko nominate kar sakte hain. Ek student maximum 2 posts ke liye khud ko nominate kar sakta hai. DISCO ke announcement ke baad hi Nomination liye jayenge. Nominations is [form](https://goo.gl/forms/5MgDqDviAdSvI1s12) ke through liye jayenge. \n\n### Voting:\n\n Election me har student ek profile ke liye ek hi student ko vote dega. Votes ki counting DISCO karega. Voting anonymous hogi. \n\n### Appointment to the council: \n\n Jis candidate ko sabse zyada vote mile hain, wahi us profile ke liye select hoga. \n\n### Appointment of GenSec:\n\n GenSec council ke members me se chuna jayega. Saare council members elect ho jaane ke baad DISCO elected council members me se GenSec ki post ke liye nominations mangega. GenSec ke liye DISCO fir se voting karwayega. General body ke sabhi members apni pasand ke member ko GenSec chunne ke liye vote karenge. GenSec ke appointment ke liye sabse zyada votes paane wale 2 candidates ka Board of Governors interview lenge. "
            }
        ]
    },
    {
        "id": "1824",
        "parent_exercise_id": null,
        "course_id": "70",
        "name": "Ethics of Election",
        "slug": "hindi-constitution__ethics",
        "sequence_num": 600,
        "review_type": "peer",
        "submission_type": null,
        "github_link": "https://github.com/navgurukul/newton/tree/master/hindi-constitution/ethics.md",
        "solution": null,
        "content": [
            {
                "type": "markdown",
                "value": "\n\n## Ethics of the Election\n Election NavGurukul ka ek core aur important process hai. Ye bahut zaroori hai ki Council ke Elections aur Appointments bilkul fair hon aur jo bhi eligible ho use participate karne me barabar ki opportunity mile. DISCO ensure karega ki campus me Elections bilkul fair tareeke se hon. Iska matlab ki sabhi nominated students ko community ke saamne apne aap ko present karne mauka mile ki kyun wo us respective profile ke liye elect kiya jana chahiye.  Community ke sabhi members ko ye elections se pehle hi communicate kiya jana ki wo usi nominated member ko vote karein jinhe wo us profile ke liye sabse suited maante hain. Agar elections ke baad, DISCO ya Governor ko kisi bhi tarah se aisa lagta hai ki elections fair nahi hain, to wo election ko disqualify kar sakte hain. Iske baad Re-elections conduct kiye jayenge. "
            }
        ]
    },
    {
        "id": "1823",
        "parent_exercise_id": null,
        "course_id": "70",
        "name": "Section V - Rules & Regulations",
        "slug": "hindi-constitution__section-5-rules",
        "sequence_num": 700,
        "review_type": "peer",
        "submission_type": null,
        "github_link": "https://github.com/navgurukul/newton/tree/master/hindi-constitution/section-5-rules.md",
        "solution": null,
        "content": [
            {
                "type": "markdown",
                "value": "# Section V - Rules & Regulations\n\n  - NavGurukul ek drug and alcohol free campus hai. Hum moral policing me vishwaas nahi rakhte, lekin course me enrolled hone ke dauraan drinking students ko distract karta hai, learning se door le jata hai aur baakiyon ke liye bhi uncomfortable situation paida kar deta hai. Isliye, hum students ka course ke duration me on ya off campus alcohol consume karna approve nahi karte.   \n - Disciplinary committee ke dwara banaye gaye schedule ka sabhi students palan karenge.\n - Koi bhi student aisi kisi bhi tarah ki activity me involve nahi hoga jisse NavGurukul ki reputation ko nuksaan ho. Prohibited activities include but are not limited to:\n    1. Kisi bhi process ya activity me alcohol ka use\n    2. Koi substance ya object kisi individual ya group par fekna ya daalna \n    3. Verbal abuse ya physical harm ki dhamki dena\n    4. Kisi person ko zabardasti uski iccha ke bina kuch khilana ya pilana\n    5. Khud  ya kisi aur ke sath uski ki iccha ke bina kuch potentially harmful karna\n    6. Kisi bhi tarah ka molestation, sexual abuse ya stalking karna\n - Kisi bhi tarah ke misconduct ko sabhi community members seedha DISCO ko report karein\n - Off-campus Activities: NavGurukul me, kisi bhi student ki learning bahut had tak depend karti hai peer learning par aur ye sirf tabhi possible hai jab learning group ke sabhi members campus me available hon. Ye achieve karne ke liye zaroori hai ki sabhi members study hours me bhi campus me available hon. Isliye hum DISCO ko encourage karte hain ki off campus leisure activities specific time ke liye hi rakhe. Ye community members ke saftey aur security ke liye bhi zaroori hai. \n "